Repository: ashwinThoughtwin/the-techbox-dev5
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: Custom Admin Title
fr: Titre d'administrateur personnalisé

source: Employee Table
fr: Liste des employés

source: Name
fr: Nom

source: Designation
fr: La désignation

source: Phone
fr: Téléphoner

source: Status
fr: Statut

source: TechBox Admin
fr: Administrateur TechBox

source: Dashboard
fr: Tableau de bord

source: search
fr: rechercher

source: dashboard
fr: Tableau de bord

source: Employee list
fr: Liste des employés

source: Asset List
fr: Liste des actifs

source: category
fr: Catégorie

source: Assets_Assign
fr: Attribuer des actifs

source: Employee
fr: Liste des employés

source: Total Tool
fr: Outil total

source: Borrow Tool
fr: Outil d'emprunt

source: Category
fr: Catégorie

source: Expire Table
fr: Expirer la table

source: Asset Item
fr: Liste des actifs

source: expire_date
fr: Expirer la table

source: Life is life.
fr: C'est la vie

source: Site administration
fr: Administration du site
